{
  "base_model_name_or_path": "indolem/indobert-base-uncased",
  "bias": "lora_only",
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": true,
  "lora_alpha": 32,
  "lora_dropout": 0.1,
  "modules_to_save": ["classifier"],
  "peft_type": "LORA",
  "r": 16,
  "rank_pattern": {},
  "alpha_pattern": {},
  "target_modules": ["key", "query", "dense", "value"],
  "task_type": "SEQ_CLS",
  "use_dora": false,
  "use_rslora": false
}